{
  "products": [
    {
      "id": 1,
      "name": "SMARTHEART GOLD FOOD FOR PUPPIES AND PREGNANT DOGS",
      "image": "https://perfectcompanion.com.vn/uploads/2025/02/24-medium.png.webp",
      "price": 1000000,
      "category": "Dog Food",
      "description": "This is a premium dog food line specifically designed for puppies (under 12 months old) and pregnant dogs. It is made from high-quality ingredients that meet Japanese standards. The product provides rich nutrients to support overall puppy development and maintain the health of pregnant dogs."
    },
    {
      "id": 2,
      "name": "DOG FOOD FOR ADULT SMALL BREEDS - LAMB & RICE FLAVOR",
      "image": "https://perfectcompanion.com.vn/uploads/2025/02/23-large.png.webp",
      "price": 1000000,
      "category": "Dog Food",
      "description": "This is a premium dog food line specially formulated for adult dogs (12 months and older) of small breeds (up to 10kg). It is made with high-quality lamb from New Zealand and rice imported from Thailand, offering a delicious taste, balanced nutrition, and reduced risk of allergies."
    },
    {
      "id": 3,
      "name": "LUVCARE FOOD FOR SMALL BREED PUPPIES",
      "image": "https://perfectcompanion.com.vn/uploads/2025/02/cho-con-giong-nho-medium.png.webp",
      "price": 1000000,
      "category": "Dog Food",
      "description": "This kibble line improves coat and skin within 3 weeks of use, designed for small breed puppies (under 12 months, under 10kg), as well as pregnant and nursing dogs. It features small, easy-to-chew kibble that supports coat care, gut health, and immunity in small breed dogs."
    },
    {
      "id": 4,
      "name": "LUVCARE FOOD FOR MEDIUM BREED PUPPIES",
      "image": "https://perfectcompanion.com.vn/uploads/2025/02/cho-con-giong-vua-large.png.webp",
      "price": 1000000,
      "category": "Dog Food",
      "description": "This kibble line improves coat and skin within 3 weeks, designed for medium breed puppies (under 12 months, 10–25kg). It provides essential nutrients such as Triple Omega, Calcium, Phosphorus, and antioxidants to nourish the skin and support overall health."
    },
    {
      "id": 5,
      "name": "LUVCARE FOOD FOR MEDIUM BREED ADULT DOGS",
      "image": "https://perfectcompanion.com.vn/uploads/2024/12/adult-medium-breed-large.png.webp",
      "price": 1000000,
      "category": "Dog Food",
      "description": "This kibble line improves coat and skin within 3 weeks, designed for adult dogs (12 months and older) of medium breeds (10–25kg). It offers essential nutrients like Triple Omega, Calcium, Phosphorus, and antioxidants for healthy skin and comprehensive health."
    },
    {
      "id": 6,
      "name": "SMARTHEART POWER PACK FOOD FOR PUPPIES",
      "image": "https://perfectcompanion.com.vn/uploads/2025/02/smartheart-power-pack-puppy-new-large.png.webp",
      "price": 1000000,
      "category": "Dog Food",
      "description": "This dog food is specially designed for puppies (under 12 months) who are active and require strong muscle development. It is enriched with high-quality protein for healthy muscle growth."
    },
    {
      "id": 7,
      "name": "SMARTHEART POWER PACK FOOD FOR SMALL BREED ADULT DOGS",
      "image": "https://perfectcompanion.com.vn/uploads/2025/02/powerpack-adult-small-breed-large.png.webp",
      "price": 1000000,
      "category": "Dog Food",
      "description": "This dog food is specially designed for small breed adult dogs (12 months and older, under 10kg) who are active and require strong muscles. It provides high-quality protein and essential nutrients to sustain energy throughout the day."
    },
    {
      "id": 8,
      "name": "DOG FOOD FOR PREGNANT, NURSING DOGS AND YOUNG PUPPIES",
      "image": "https://perfectcompanion.com.vn/uploads/2025/03/mother-n-baby-2-large.png.webp",
      "price": 1000000,
      "category": "Dog Food",
      "description": "This kibble is designed for pregnant and nursing dogs, as well as puppies under 3 months. It provides complete and balanced nutrition that meets AAFCO standards, supporting healthy growth for puppies and a safe pregnancy for mothers."
    },
    {
      "id": 9,
      "name": "SMARTHEART KIBBLE FOR SMALL BREED PUPPIES (MILK FLAVOR)",
      "image": "https://perfectcompanion.com.vn/uploads/2025/03/sh-small-breed-puppy-1-large.png.webp",
      "price": 1000000,
      "category": "Dog Food",
      "description": "This kibble is designed for small breed puppies (3–12 months, under 10kg) with milk flavor. It meets AAFCO nutritional standards, rich in DHA, Omega 3, and Choline for brain and heart health. It also contains GOS, similar to mother’s milk, supporting digestion."
    },
    {
      "name": "Smartheart killer food for adult small breeds dogs (Baked beef flavor)",
      "image": "https://res.cloudinary.com/dbfiy3hgq/image/upload/v1754671884/small-breed-roast-beef-no-kg-1-large.png_cqlyqf.webp",
      "price": 130000,
      "category": "Dog food",
      "description": "This is a line of dry food for adult dogs (over 12 months old) and small dogs (under 10kg) with grilled beef flavor. The product ensures to provide a balanced and complete source of nutrition that meets AAFCO standards, helps enhance brain and nervous system function, and protects cardiovascular health. The product has a special structure that helps reduce plaque on teeth.",
      "id": 10
    },
    {
      "name": "Classic pets knee food for adult small breed dogs beef flavor",
      "image": "https://res.cloudinary.com/dbfiy3hgq/image/upload/v1754676290/classic-pets-small-breeds-dog-food-beef-flavour-new-large.png_vzufrx.webp",
      "price": 100000,
      "category": "Dog food",
      "description": "This is a line of dry food for adult dogs (12 months and older) of small breeds (under 10kg) with a delicious, attractive beef flavor. The product helps provide essential nutrients, supports dogs to maintain overall health and optimize energy for daily activities.",
      "id": 11
    }
  ],
  "users": [
    {
      "email": "phebeo@gmail.com",
      "password": "$2a$10$2ynZN1kCyB8em0Hrr/f2leiKtNksNSVfE3/K394HuHaBFlh/RVEMO",
      "id": 1
    },
    {
      "email": "abc@gmail.com",
      "password": "$2a$10$10tsoUUungrPfMnOFysI3ed5uaQozXsKxpBj6crAzkmubpKd3Q9xK",
      "id": 2
    },
    {
      "email": "bibeo@gmail.com",
      "password": "$2a$10$rLAxcjK9AN0BgdWWXJaaoeUkHtaPSmNPXRa7wkfN3rdsQeMQFndRm",
      "id": 3
    }
  ]
}